{
  "updatedAt": "2026-02-18T12:20:40.905Z",
  "topics": {
    "htn_kidney": [
      {
        "title": "(20S)-protopanaxatriol attenuates Ang II-induced renal injury via PTPN1-mediated AMPK/mTOR signaling pathway.",
        "journal": "Journal of ginseng research",
        "pubDate": "2025 Nov",
        "studyType": "Journal Article",
        "authors": "Zhao R, Wang Z, Liu C",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究（样本量约为 14）。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "(20S)-Protopanaxatriol (PPT), a bioactive triterpenoid from Panax ginseng , has been used in Traditional Chinese Medicine (TCM) to tonify kidney yang and regulate blood pressure. The research aimed to elucidate PPT's protective effects against angiotensin II (Ang II)-induced renal injury. A C57BL/6 mouse model of kidney injury was established by continuous infusion of Ang II for 4 weeks using an osmotic minipump. Treatment with PPT was initiated two weeks after Ang II infusion and administered daily for 14 days. Molecular docking, drug affinity response target stability (DARTS), and cellular thermal shift assay (CETSA) were employed to identify and validate potential targets of PPT in allevi...",
        "pmid": "41268307",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41268307/",
        "doiUrl": "https://doi.org/10.1016/j.jgr.2025.08.009",
        "url": "https://doi.org/10.1016/j.jgr.2025.08.009"
      },
      {
        "title": "Cardiac Effects of Dapagliflozin in People with Chronic Kidney Disease.",
        "journal": "NEJM evidence",
        "pubDate": "2025 Nov",
        "studyType": "Journal Article / Randomized Controlled Trial",
        "authors": "Bartholdy KV, Johansen ND, Skaarup KG",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "Adverse cardiac remodeling is common in people with chronic kidney disease and contributes to increased cardiovascular risk. Although sodium-glucose cotransporter 2 (SGLT2) inhibitors have shown cardioprotective effects in patients with chronic kidney disease, the underlying mechanisms are still not completely understood. This trial evaluated the impact of SGLT2 inhibitors on cardiac structure and function in patients with chronic kidney disease. Effects of Dapagliflozin on EChOcardiographic Measures of CarDiac StructurE and Function in Patients with Chronic Kidney Disease (DECODE-CKD) was a 6-month, single-center, randomized, double-blind trial comparing dapagliflozin with placebo in patien...",
        "pmid": "41147829",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41147829/",
        "doiUrl": "https://doi.org/10.1056/EVIDoa2500158",
        "url": "https://doi.org/10.1056/EVIDoa2500158"
      },
      {
        "title": "Salusin-α preserves glomerular endothelial barrier function in hypertension via YAP/ZO-1 signaling pathway.",
        "journal": "Peptides",
        "pubDate": "2025 Nov",
        "studyType": "Journal Article",
        "authors": "Li L, Wang H, Zhao C",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究。核心观点：提供了可直接用于临床判断的新证据。",
        "abstract": "Hypertensive nephropathy (HN) is a leading cause of end-stage renal disease, driven by glomerular endothelial barrier dysfunction, inflammation, and tight junction impairment. Salusin-α, an endogenous bioactive peptide with cardiovascular protective properties, has emerged as a potential regulator of renal homeostasis, but its role in hypertensive renal injury remains unclear. This study investigated the protective effects of Salusin-α on glomerular endothelial barrier function and its underlying mechanism via the YAP/ZO-1 signaling pathway. Male C57BL/6 mice were randomized into control, angiotensin II/high-salt (ANG/HS)-induced hypertensive, and ANG/HS + Salusin-α (1 or 2 μg/kg) groups. Hy...",
        "pmid": "40972875",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/40972875/",
        "doiUrl": "https://doi.org/10.1016/j.peptides.2025.171441",
        "url": "https://doi.org/10.1016/j.peptides.2025.171441"
      },
      {
        "title": "4-Hydroxychalcone alleviated Angiotensin II-induced atrial fibrillation via immunoproteasome-IKK-NF-κB signaling pathway modulation.",
        "journal": "Journal of molecular medicine (Berlin, Germany)",
        "pubDate": "2025 Nov",
        "studyType": "Journal Article",
        "authors": "Zhang YL, Xu ZY, Sun Y",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究（样本量约为 2000）。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "Atrial Fibrillation (AF) is the most common type of cardiac arrhythmia and a significant contributor to stroke occurrence. Although 4-Hydroxychalcone (4HCH) has notable anti-inflammatory and antioxidant properties, playing critical therapeutic roles in hypertensive nephropathy and cardiac remodeling, its effects on AF are somewhat unclear, thus forming the basis of this study. Herein, AF was induced in mice via continuous infusion of Angiotensin II (Ang II) at a dose of 2000 ng/kg/min for three weeks. The atrial diameter was assessed through echocardiography, while pathological staining was employed to evaluate atrial inflammation, Oxidative Stress (OS), and fibrosis. Compared to vehicle-tre...",
        "pmid": "40828375",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/40828375/",
        "doiUrl": "https://doi.org/10.1007/s00109-025-02587-0",
        "url": "https://doi.org/10.1007/s00109-025-02587-0"
      },
      {
        "title": "Sulfonation modification of peptides and their protective effect on angiotensin II-induced HK-2 cell injury.",
        "journal": "RSC medicinal chemistry",
        "pubDate": "2025 Oct 30",
        "studyType": "Journal Article",
        "authors": "Chen S, He S, Song S",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究（样本量约为 46）。核心观点：结果显示该策略可改善关键临床或病理指标。",
        "abstract": "The biological properties of peptides are determined by their amino acid sequences, but the diversity of naturally occurring amino acids is limited. Accordingly, this study aimed to investigate the impact of sulfonation modification on the functional characteristics of peptide LALFVPR (LR-7), such as water solubility, stability, and antioxidant, anti-inflammatory, and angiotensin-converting enzyme (ACE) inhibitory activity. The results showed that the sulfonated peptide LC(SO 3 )LFVPR (LR-7S) exhibited significantly improved water solubility (a 46-fold increase) and greater stability in gastric fluid compared to LR-7. In HK-2 cells exposed to 5 μM angiotensin II (Ang II) for 24 h, treatment ...",
        "pmid": "41180471",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41180471/",
        "doiUrl": "https://doi.org/10.1039/d5md00755k",
        "url": "https://doi.org/10.1039/d5md00755k"
      }
    ],
    "portal_hypertension": [
      {
        "title": "Partial splenic embolization in patients with cirrhosis: Comparison of < 50% versus > 50% infarction strategy.",
        "journal": "Indian journal of gastroenterology : official journal of the Indian Society of Gastroenterology",
        "pubDate": "2026 Feb 14",
        "studyType": "Journal Article",
        "authors": "Srivastava A, Mukund A, Baby A",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 24）。核心观点：结果提示该干预可降低损伤负担或事件风险。",
        "abstract": "Splenomegaly commonly occurs in portal hypertension due to cirrhosis, potentially causing leukopenia, thrombocytopenia and portal hypertension. Partial splenic artery embolization (PSE) serves as a substitute for splenectomy, given the significant risks associated with surgery in cirrhotic patients. In addition to improving hematologic indices, PSE may indirectly benefit liver-related outcomes and reduce portal hypertension complications. The objective of this study was to assess the short-term (One-month) and long-term (24-month) impact on hematological parameters and liver function post-PSE, to compare the hematological parameters and liver function in patients with different volumes of sp...",
        "pmid": "41689742",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41689742/",
        "doiUrl": "https://doi.org/10.1007/s12664-025-01921-1",
        "url": "https://doi.org/10.1007/s12664-025-01921-1"
      },
      {
        "title": "Non-invasive prediction of portal hypertension and liver-related events in advanced chronic liver disease: HVPG 3-P model performance in a retrospective cohort.",
        "journal": "Digestive and liver disease : official journal of the Italian Society of Gastroenterology and the Italian Association for the Study of the Liver",
        "pubDate": "2026 Feb 12",
        "studyType": "Journal Article",
        "authors": "Capasso M, Attanasio MR, Cossiga V",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 24）。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "According to Baveno VII, non-invasive tests (NITs) should be used to rule in or out clinically significant portal hypertension (CSPH). The HVPG-3Parameters (-3P) showed good ability in the assessment of severe portal hypertension (PH). Aims were to evaluate the HVPG-3P performance in prediction of endoscopic signs of PH and liver-related events (LRE), in comparison with other NITs (FIB- 4, ANTICIPATE, platelet count (PLT)/spleen-diameter). The study retrospectively enrolled all patients with compensated advanced chronic liver disease (cACLD) who underwent upper-GI endoscopy. Any subsequently 24-months LRE was recorded. 291 cACLD subjects were recruited. Higher HVPG-3P, ANTICIPATE and FIB-4 a...",
        "pmid": "41679985",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41679985/",
        "doiUrl": "https://doi.org/10.1016/j.dld.2026.01.215",
        "url": "https://doi.org/10.1016/j.dld.2026.01.215"
      },
      {
        "title": "Coaxial stent TIPS with 5 to 8 mm controlled expansion improving overall prognosis in cirrhotic patients: a prospective cohort study with target trial emulation.",
        "journal": "Hepatology international",
        "pubDate": "2026 Feb 12",
        "studyType": "Journal Article",
        "authors": "Ma L, Ma J, Yu J",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究。核心观点：强调出血控制与再出血预防仍是管理重点。",
        "abstract": "Cirrhotic patients receiving trans-jugular intrahepatic portosystemic shunt (TIPS) for preventing re-bleeding may benefit from a shunt diameter of ≤ 8 mm. This study aimed to emulate a target trial comparing decompensation-free survival in patients receiving coaxial stent versus fully- or under-dilated 8 mm TIPS for preventing variceal re-bleeding. Participants were recruited from a single-center, prospective, non-randomized cohort after excluding patients impossible to be assigned to the coaxial stent group. The coaxial stent consisted of a pre-implanted 5-/6 mm balloon-expandable stent with an internal 8 mm Viatorr stent. Causal inference framework was designed based on a directed acyclic ...",
        "pmid": "41678122",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41678122/",
        "doiUrl": "https://doi.org/10.1007/s12072-025-11028-6",
        "url": "https://doi.org/10.1007/s12072-025-11028-6"
      },
      {
        "title": "Percutaneous Recanalization of the Portal Vein in Children with Extrahepatic Portal Vein Obstruction.",
        "journal": "Cardiovascular and interventional radiology",
        "pubDate": "2026 Feb 11",
        "studyType": "Journal Article",
        "authors": "Barnes-Navarro D, Padrós Fornieles C, Gonzalez-Junyent C",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 20）。核心观点：强调出血控制与再出血预防仍是管理重点。",
        "abstract": "To evaluate the feasibility, technical success, clinical outcomes, and safety of percutaneous portal vein recanalization (PVR) in children with extrahepatic portal vein obstruction (EHPVO). This retrospective single-centre study included 20 consecutive paediatric patients (median age 8.86(5,9-10,9) years)who underwent 22 PVR attempts between April 2021 and January 2025. All patients presented with cavernous transformation of the portal vein confirmed by Doppler ultrasound and contrast-enhanced CT. Clinical manifestations included hypersplenism, gastrointestinal varices or bleeding and hepatopulmonary syndrome or encephalopathy. Transhepatic, transplenic, or combined approaches were used. Tec...",
        "pmid": "41673167",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41673167/",
        "doiUrl": "https://doi.org/10.1007/s00270-026-04359-w",
        "url": "https://doi.org/10.1007/s00270-026-04359-w"
      },
      {
        "title": "Effect of Nutritional Status on Coagulation and Inflammation in Patients With Cirrhosis and Variceal Bleeding.",
        "journal": "Medical science monitor : international medical journal of experimental and clinical research",
        "pubDate": "2026 Feb 11",
        "studyType": "Journal Article",
        "authors": "Yindi T, Mincong W, Hui J",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 151）。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "BACKGROUND Malnutrition is a serious concern in patients with liver cirrhosis that is complicated by acute variceal bleeding due to portal hypertension. The Controlling Nutritional Status (CONUT) score is a screening tool used to evaluate altered nutritional status and predict adverse outcomes in patient populations. This study aimed to assess nutritional status using the CONUT score in 151 patients with cirrhosis and esophageal-gastric variceal bleeding (EVB). MATERIAL AND METHODS Clinical data from 151 patients with cirrhotic EVB admitted between January 2023 and October 2024 were analyzed. Nutritional status was assessed using the CONUT score. General linear model analysis was used to exp...",
        "pmid": "41668355",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41668355/",
        "doiUrl": "https://doi.org/10.12659/MSM.950409",
        "url": "https://doi.org/10.12659/MSM.950409"
      }
    ]
  },
  "news": {
    "world": [
      {
        "titleZh": "“艰难”的俄罗斯和乌克兰和平谈判没有取得突破",
        "summaryZh": "这是一条世界时事新闻，重点围绕““艰难”的俄罗斯和乌克兰和平谈判没有取得突破”。核心要点：乌克兰和俄罗斯第二天的谈判仅两个小时后就结束了。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 11:26:11 GMT",
        "url": "https://www.bbc.com/news/articles/c0k1xj0d708o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "我会在睡梦中尖叫：叙利亚阿拉维派妇女讲述绑架和强奸事件",
        "summaryZh": "这是一条世界时事新闻，重点围绕“我会在睡梦中尖叫：叙利亚阿拉维派妇女讲述绑架和强奸事件”。核心要点：英国广播公司 (BBC) 听到令人痛心的袭击事件，这些袭击似乎是针对前总统阿萨德的教派。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 00:20:03 GMT",
        "url": "https://www.bbc.com/news/articles/cn5g751pl7lo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "加州雪崩后救援人员搜寻九名失踪滑雪者",
        "summaryZh": "这是一条世界时事新闻，重点围绕“加州雪崩后救援人员搜寻九名失踪滑雪者”。核心要点：救援人员正在赶赴现场，过去 24 小时内降雪量约为 30 英寸（76 厘米）。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 09:09:19 GMT",
        "url": "https://www.bbc.com/news/articles/c62dke15357o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "登山者因抛下女友在奥地利最高峰死去而受审",
        "summaryZh": "这是一条世界时事新闻，重点围绕“登山者因抛下女友在奥地利最高峰死去而受审”。核心要点：克斯汀·G (Kerstin G) 的男友被指控在暴风雪期间让她在没有保护的情况下在接近山顶时感到疲惫不堪。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 07:58:02 GMT",
        "url": "https://www.bbc.com/news/articles/c5yv9plyjgpo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "皇马比赛因维尼修斯种族主义指控而暂停",
        "summaryZh": "这是一条世界时事新闻，重点围绕“皇马比赛因维尼修斯种族主义指控而暂停”。核心要点：在维尼修斯举报涉嫌种族歧视后，皇家马德里队与本菲卡队的欧冠淘汰赛附加赛暂停了 10 分钟。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Tue, 17 Feb 2026 21:31:49 GMT",
        "url": "https://www.bbc.com/sport/football/articles/cpv843x1zgzo?at_medium=RSS&at_campaign=rss"
      }
    ],
    "finance": [
      {
        "titleZh": "较低的燃油价格和机票价格有助于降低通胀",
        "summaryZh": "这是一条金融市场新闻，重点围绕“较低的燃油价格和机票价格有助于降低通胀”。核心要点：价格上涨的速度正在放缓，这可能导致利率下降。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 09:16:19 GMT",
        "url": "https://www.bbc.com/news/articles/c5yg04jg1n5o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "提高青年最低工资的计划可能会推迟",
        "summaryZh": "这是一条金融市场新闻，重点围绕“提高青年最低工资的计划可能会推迟”。核心要点：政府消息人士告诉英国广播公司新闻，他们可能会放慢使各年龄段最低工资平等的计​​划。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 11:19:12 GMT",
        "url": "https://www.bbc.com/news/articles/c5y6g57j3meo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "监管机构警告英国肉店销售非法美白霜",
        "summaryZh": "这是一条金融市场新闻，重点围绕“监管机构警告英国肉店销售非法美白霜”。核心要点：一个贸易机构警告说，非法皮肤漂白产品正在越来越多的地方销售。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 00:00:38 GMT",
        "url": "https://www.bbc.com/news/articles/c3rzn1pxr3qo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "多付近3000英镑税款的护士“检查你的工资单”",
        "summaryZh": "这是一条金融市场新闻，重点围绕“多付近3000英镑税款的护士“检查你的工资单””。核心要点：杰玛·贝尔比 (Gemma Belby) 表示，在与同事交谈后，她才发现自己缴纳了“双重税”。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 06:17:12 GMT",
        "url": "https://www.bbc.com/news/articles/cj0dq19qjp2o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "“我不信任他们”——顶级主播对 Discord 年龄检查感到担忧",
        "summaryZh": "这是一条金融市场新闻，重点围绕““我不信任他们”——顶级主播对 Discord 年龄检查感到担忧”。核心要点：该平台推出全球年龄检查的计划引起了流媒体社区的担忧。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 01:47:12 GMT",
        "url": "https://www.bbc.com/news/articles/cn4g8ynpwl8o?at_medium=RSS&at_campaign=rss"
      }
    ]
  }
}
