{
  "updatedAt": "2026-02-24T03:45:29.282Z",
  "topics": {
    "htn_kidney": [],
    "portal_hypertension": [
      {
        "title": "Epidemiology of Compensated Advanced Chronic Liver Disease (cACLD) in the United States: Insights From the National Health and Nutrition Examination Survey, 2017-2020.",
        "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
        "pubDate": "2026 Mar",
        "studyType": "Journal Article",
        "authors": "Goyal RM, Doshi A, Rao S",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究。核心观点：代偿性晚期慢性肝病（cACLD）包括无症状患者的晚期纤维化和肝硬化，这些患者有发生临床上显着的门静脉高压的风险。 临床提示：cACLD 患者失代偿和肝脏相关死亡的风险很高，因此需要进一步评估。",
        "abstract": "Compensated advanced chronic liver disease (cACLD) encompasses advanced fibrosis and cirrhosis in asymptomatic patients at risk of developing clinically significant portal hypertension. Patients having cACLD are at high risk of decompensation and liver-related mortality and hence require further evaluation. Due to limited epidemiologic data on cACLD, we aimed to assess its prevalence in the United States (U.S.). We performed a cross-sectional study analyzing adults who underwent transient elastography using the National Health and Nutrition Examination Survey (NHANES) database from 2017 to March 2020. The Baveno VII's liver stiffness measurement criteria were applied: <10 kPa to rule out, 10...",
        "pmid": "40581070",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/40581070/",
        "doiUrl": "https://doi.org/10.1016/j.cgh.2025.06.010",
        "url": "https://doi.org/10.1016/j.cgh.2025.06.010"
      },
      {
        "title": "Platelet and Doppler ultrasound signatures of histological fibrosis in chronic liver disease: a correlation study based on Ishak staging.",
        "journal": "Journal of ultrasound",
        "pubDate": "2026 Feb 22",
        "studyType": "Journal Article",
        "authors": "Boccatonda A, Garlisi MC, Brighenti A",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 120）。核心观点：肝纤维化的无创评估仍然是临床肝病学的主要挑战。 临床提示：血小板计数和多普勒超声参数已被提议作为门静脉高压和纤维化重塑的间接标志物，但它们与整个疾病的组织学纤维化严重程度之间的关系",
        "abstract": "Non-invasive assessment of hepatic fibrosis remains a major challenge in clinical hepatology. Platelet count and Doppler ultrasound parameters have been proposed as indirect markers of portal hypertension and fibrotic remodeling, yet their relationship with histological fibrosis severity across the full disease spectrum is not fully defined. This study aimed to evaluate the associations between platelet count (PLT) and Doppler ultrasound parameters along the histological continuum of hepatic fibrosis assessed by the Ishak staging system. In this retrospective study, 120 patients with biopsy-proven hepatic fibrosis were analyzed. Doppler ultrasound examinations were performed just before the ...",
        "pmid": "41724905",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41724905/",
        "doiUrl": "https://doi.org/10.1007/s40477-026-01126-y",
        "url": "https://doi.org/10.1007/s40477-026-01126-y"
      },
      {
        "title": "Atypical Presentation of Downhill Esophageal Varices: A Diagnostic Enigma.",
        "journal": "ACG case reports journal",
        "pubDate": "2026 Feb",
        "studyType": "Case Reports / Journal Article",
        "authors": "Al Annan K, Khan H, Scranton M",
        "zhSummary": "该文聚焦门静脉高压症，属于病例研究。核心观点：下坡食管静脉曲张（DEV）是近端食管的罕见血管异常，通常由上腔静脉阻塞引起。 临床提示：我们报道了一名 75 岁男性，他出现间歇性吞咽困难和球状感觉，内窥镜检查显示有大的近端食管静脉曲张。",
        "abstract": "Downhill esophageal varices (DEV) are rare vascular abnormalities of the proximal esophagus, commonly caused by superior vena cava obstruction. We report a 75-year-old man who presented with intermittent dysphagia and globus sensation, in whom endoscopy demonstrated large proximal esophageal varices. Extensive evaluation excluded portal hypertension and cross-sectional imaging, and venography showed a patent superior vena cava and inferior vena cava but demonstrated right internal jugular vein occlusion with possible azygos system compression. These findings were considered remote and insufficient to explain the extensive proximal varices, which were ultimately classified as idiopathic DEV. ...",
        "pmid": "41728253",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41728253/",
        "doiUrl": "https://doi.org/10.14309/crj.0000000000002013",
        "url": "https://doi.org/10.14309/crj.0000000000002013"
      }
    ]
  },
  "news": {
    "world": [
      {
        "titleZh": "毒枭死后墨西哥派出数千名士兵制止暴力",
        "summaryZh": "这是一条世界时事新闻，重点围绕“毒枭死后墨西哥派出数千名士兵制止暴力”。核心要点：一名有权有势的贩毒集团老大被特种部队抓获后身亡，墨西哥各地爆发了一股暴力浪潮。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Mon, 23 Feb 2026 21:12:47 GMT",
        "url": "https://www.bbc.com/news/articles/cx2lp7xwql4o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "美国东海岸降雪破纪录 5000多个航班取消",
        "summaryZh": "这是一条世界时事新闻，重点围绕“美国东海岸降雪破纪录 5000多个航班取消”。核心要点：一场大暴风雪席卷了美国东北部，造成数百万人次航班取消。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Tue, 24 Feb 2026 03:41:18 GMT",
        "url": "https://www.bbc.com/news/articles/cx289g1yw97o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "由于伊朗紧张局势升级，美国部分撤离贝鲁特大使馆",
        "summaryZh": "这是一条世界时事新闻，重点围绕“由于伊朗紧张局势升级，美国部分撤离贝鲁特大使馆”。核心要点：经过安全审查后，国务院已下令非必要工作人员离开贝鲁特大使馆。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Mon, 23 Feb 2026 19:08:55 GMT",
        "url": "https://www.bbc.com/news/articles/cj32l00k47lo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "乌克兰全面战争已过去四年，俄罗斯已感受到影响",
        "summaryZh": "这是一条世界时事新闻，重点围绕“乌克兰全面战争已过去四年，俄罗斯已感受到影响”。核心要点：史蒂夫·罗森伯格报道了俄罗斯战争的经济后果以及人们如何应对。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Mon, 23 Feb 2026 06:01:59 GMT",
        "url": "https://www.bbc.com/news/articles/c4gj20xzw39o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "乌克兰谈判代表告诉BBC 与俄罗斯坐在桌子对面的感觉",
        "summaryZh": "这是一条世界时事新闻，重点围绕“乌克兰谈判代表告诉BBC 与俄罗斯坐在桌子对面的感觉”。核心要点：谢尔盖·基斯利齐亚 (Sergiy Kyslytsya) 是试图通过谈判结束冲突的人士之一，这场冲突已进入第五个年头。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Mon, 23 Feb 2026 19:17:11 GMT",
        "url": "https://www.bbc.com/news/articles/c89k0lxlpnpo?at_medium=RSS&at_campaign=rss"
      }
    ],
    "finance": [
      {
        "titleZh": "零售商警告说，巧克力可能会被盗，因此被存放在防盗盒中",
        "summaryZh": "这是一条金融市场新闻，重点围绕“零售商警告说，巧克力可能会被盗，因此被存放在防盗盒中”。核心要点：零售商和警方告诉英国广播公司，窃贼的目标是巧克力并进行销售。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Tue, 24 Feb 2026 00:07:42 GMT",
        "url": "https://www.bbc.com/news/articles/ce3gqr7p0lqo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "改革誓言彻底改革新地方政府工作人员的养老金计划",
        "summaryZh": "这是一条金融市场新闻，重点围绕“改革誓言彻底改革新地方政府工作人员的养老金计划”。核心要点：如果上任，改革计划将终止为新地方政府工作人员提供更慷慨的固定福利养老金计划",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Mon, 23 Feb 2026 22:14:36 GMT",
        "url": "https://www.bbc.com/news/articles/c875edj1qeno?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "联邦快递起诉特朗普退还关税",
        "summaryZh": "这是一条金融市场新闻，重点围绕“联邦快递起诉特朗普退还关税”。核心要点：美国最高法院最近裁定特朗普总统在征收全球关税时越权，为企业寻求退款铺平了道路。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Tue, 24 Feb 2026 01:18:27 GMT",
        "url": "https://www.bbc.com/news/articles/cly83r1njjro?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "10号称美国新关税“没有什么不可能”，因为英国可能是受打击最严重的国家之一",
        "summaryZh": "这是一条金融市场新闻，重点围绕“10号称美国新关税“没有什么不可能”，因为英国可能是受打击最严重的国家之一”。核心要点：唐宁街表示，在美国总统唐纳德·特朗普宣布征收 15% 的全球关税后，讨论仍在继续。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Mon, 23 Feb 2026 18:34:22 GMT",
        "url": "https://www.bbc.com/news/articles/cx2rv212wwyo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "公司董事因700万英镑航空零部件欺诈被判入狱",
        "summaryZh": "这是一条金融市场新闻，重点围绕“公司董事因700万英镑航空零部件欺诈被判入狱”。核心要点：法官表示，这些行为“或多或少完全破坏了”旨在确保客运航班安全的规则。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Mon, 23 Feb 2026 16:43:44 GMT",
        "url": "https://www.bbc.com/news/articles/c14mgl4ddr2o?at_medium=RSS&at_campaign=rss"
      }
    ]
  }
}
