{
  "updatedAt": "2026-02-19T13:18:40.506Z",
  "topics": {
    "htn_kidney": [
      {
        "title": "Renoprotective effect of dulaglutide in L-NAME-induced hypertensive nephropathy in rats: insight into the roles of PPAR-gamma and VEGF.",
        "journal": "Hypertension research : official journal of the Japanese Society of Hypertension",
        "pubDate": "2025 Oct 28",
        "studyType": "Journal Article",
        "authors": "Bastawy N, El-Mosallamy AEMK, Rasheed RA",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究（样本量约为 50）。核心观点：提供了可直接用于临床判断的新证据。",
        "abstract": "Hypertensive nephropathy (HTNeph), primarily triggered by vascular endothelial dysfunction, is the second most common cause of end-stage renal disease. This study investigates the ameliorative effect of dulaglutide, a glucagon-like peptide-1 receptor agonist, on HTNeph via its impact on renal vascular endothelial growth factor (VEGF) and peroxisome proliferator-activated receptors-gamma (PPARγ). The effect of dulaglutide (0.2 mg/kg/day, s.c.) for six weeks on L-NAME-induced hypertension (50 mg/kg/day, i.p.) was investigated in rats. Renal function biomarkers, serum IL-10 and TNF-α, tissue redox balance, histopathological and immunohistochemical changes, and PPARγ gene expression were assesse...",
        "pmid": "41145714",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41145714/",
        "doiUrl": "https://doi.org/10.1038/s41440-025-02403-9",
        "url": "https://doi.org/10.1038/s41440-025-02403-9"
      },
      {
        "title": "Global burden, regional disparities, and future projections of hypertensive kidney disease in older adults: analysis of GBD 1990-2021 data.",
        "journal": "Frontiers in nephrology",
        "pubDate": "2025",
        "studyType": "Journal Article",
        "authors": "Li J, Jiao Z, Cheng F",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究（样本量约为 60）。核心观点：提供了可直接用于临床判断的新证据。",
        "abstract": "Hypertensive kidney disease (HKD) contributes significantly to global morbidity and mortality. This study evaluated the burden of HKD in older adults (≥60 years) across 204 countries from 1990 to 2021 and projected trends to 2045. Data from the Global Burden of Disease Study 2021 were used to estimate HKD prevalence, incidence, mortality, and disability-adjusted life years (DALYs). Age-standardized rates (ASRs) were calculated with 95% uncertainty intervals (UIs). Temporal trends were analyzed using Joinpoint regression. Slope and concentration indices quantified health inequality. Decomposition and frontier analyses explored burden drivers. Future projections were made using Nordpred-based ...",
        "pmid": "41180453",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41180453/",
        "doiUrl": "https://doi.org/10.3389/fneph.2025.1656865",
        "url": "https://doi.org/10.3389/fneph.2025.1656865"
      },
      {
        "title": "Role of Mast Cells and Their Mediators in Chronic Kidney Diseases.",
        "journal": "International journal of molecular sciences",
        "pubDate": "2025 Oct 14",
        "studyType": "Journal Article / Review",
        "authors": "Tziastoudi M, Cholevas C, Eleftheriadis T",
        "zhSummary": "该文聚焦高血压肾病，属于综述研究（样本量约为 10）。核心观点：提供了可直接用于临床判断的新证据。",
        "abstract": "Chronic kidney disease (CKD) affects as many as 10% of the population, which translates to about 850 million globally. Even though genetics, diabetes, and hypertension contribute to CKD, the underlying pathologic processes remain poorly understood. Mast cells (MCs) are unique tissue immune cells capable of secreting numerous biologically active molecules. MCs have been associated with kidney diseases and poor CKD outcomes, but they have received limited attention in CKD research. MCs are typically located perivascularly and are identified through kidney biopsies, which limits their diagnostic utility. MC-specific biomarkers such as histamine and the proteases chymase and tryptase show potent...",
        "pmid": "41155275",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41155275/",
        "doiUrl": "https://doi.org/10.3390/ijms26209981",
        "url": "https://doi.org/10.3390/ijms26209981"
      },
      {
        "title": "Selected miRNAs in Urinary Extracellular Vesicles Show Promise for Early and Specific Diagnostics of Diabetic Kidney Disease.",
        "journal": "Journal of extracellular biology",
        "pubDate": "2025 Oct",
        "studyType": "Journal Article",
        "authors": "Barreiro K, Karttunen J, Valo E",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究。核心观点：提供了可直接用于临床判断的新证据。",
        "abstract": "Diabetic kidney disease (DKD) is a health burden that lacks specific and early diagnostic biomarkers. For their discovery, we sequenced urinary extracellular vesicle miRNAs in a type 1 diabetes cohort of males with and without DKD. The results were replicated by sequencing or qPCR in two independent cohorts and six published datasets, including type 1 and 2 diabetes, and both sexes. We also validated stable reference gene candidate miRNAs. Chronic kidney disease, hypertensive nephropathy, IgA nephropathy, polycystic kidney disease, kidney stones, prostate cancer and non-diabetic cohorts served as additional controls. MiRNAs changed due to urine collection type or centrifugation before storag...",
        "pmid": "41098313",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41098313/",
        "doiUrl": "https://doi.org/10.1002/jex2.70089",
        "url": "https://doi.org/10.1002/jex2.70089"
      },
      {
        "title": "Mechanical Stress and Protective Mechanisms in Podocytes: Insights into Hypertensive Nephropathy.",
        "journal": "International journal of molecular sciences",
        "pubDate": "2025 Sep 24",
        "studyType": "Journal Article / Review",
        "authors": "Du SJ, Huang W, Hao Y",
        "zhSummary": "该文聚焦高血压肾病，属于综述研究。核心观点：总结了当前治疗路径及证据分层，强调个体化决策。",
        "abstract": "Mechanical stress on the glomerular filtration barrier (GFB) exposes podocytes to hydrostatic pressure. Their mechanosensitivity is established, yet the underlying mechanotransduction pathways and responses under hypertension remain unclear. This review examines the mechanical stresses experienced by podocytes in both physiologic and hypertensive conditions and updates the latest extracorporeal techniques used to simulate these forces. Additionally, this review discusses how podocytes respond to these mechanical forces and elucidates the detailed molecular mechanisms involved. Furthermore, we summarize potential protective mechanisms that enable podocytes to withstand mechanical challenges a...",
        "pmid": "41096586",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41096586/",
        "doiUrl": "https://doi.org/10.3390/ijms26199316",
        "url": "https://doi.org/10.3390/ijms26199316"
      }
    ],
    "portal_hypertension": [
      {
        "title": "Refining the Baveno VII criteria for clinically significant portal hypertension: An individual patient data meta-analysis.",
        "journal": "Journal of hepatology",
        "pubDate": "2026 Mar",
        "studyType": "Journal Article / Meta-Analysis / Systematic Review",
        "authors": "Bañares J, Pons M, Reiberger T",
        "zhSummary": "该文聚焦门静脉高压症，属于综述研究（样本量约为 30）。核心观点：总结了当前治疗路径及证据分层，强调个体化决策。",
        "abstract": "Clinically significant portal hypertension (CSPH) in compensated advanced chronic liver disease (cACLD) has major therapeutic implications. CSPH can be assessed using the Baveno VII criteria, though performance is reduced in patients with obesity (BMI ≥30 kg/m 2 ) and metabolic dysfunction-associated steatotic liver disease (MASLD). We aimed to validate the Baveno VII criteria and refine them using the ANTICIPATE ± NASH models. We conducted a systematic review of studies validating the Baveno VII criteria for diagnosing CSPH, using hepatic venous pressure gradient as the reference standard. A search combining \"CSPH\" AND \"Baveno VII\" was performed from the Baveno VII consensus publication unt...",
        "pmid": "41138818",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41138818/",
        "doiUrl": "https://doi.org/10.1016/j.jhep.2025.10.014",
        "url": "https://doi.org/10.1016/j.jhep.2025.10.014"
      },
      {
        "title": "Prediction models for liver decompensation in compensated advanced chronic liver disease: A systematic review.",
        "journal": "Hepatology (Baltimore, Md.)",
        "pubDate": "2026 Mar 1",
        "studyType": "Journal Article / Systematic Review",
        "authors": "Haghnejad V, Burke L, El Ouahabi S",
        "zhSummary": "该文聚焦门静脉高压症，属于综述研究（样本量约为 2023）。核心观点：总结了当前治疗路径及证据分层，强调个体化决策。",
        "abstract": "Identifying individuals with compensated advanced chronic liver disease (cACLD) at risk of decompensation allows for personalized therapy. However, predicting decompensation is challenging, and multiple models have been developed. This study systematically appraises the performance and clinical applications of published multivariable models predicting first decompensation in patients with cACLD or compensated cirrhosis. We searched MEDLINE for liver decompensation prediction models from inception to December 2023. The research was registered with PROSPERO (CRD42023488395). Model risk of bias and applicability were assessed using the Prediction study Risk of Bias Assessment Tool (PROBAST), wi...",
        "pmid": "40262122",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/40262122/",
        "doiUrl": "https://doi.org/10.1097/HEP.0000000000001359",
        "url": "https://doi.org/10.1097/HEP.0000000000001359"
      },
      {
        "title": "Hepatic sinusoidal obstruction syndrome caused by Gynura japonica once misdiagnosed as pancreatitis: a case report and review of literature.",
        "journal": "Journal of medical case reports",
        "pubDate": "2026 Feb 17",
        "studyType": "Journal Article",
        "authors": "Wang J, Zhang X, Tan S",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 55）。核心观点：总结了当前治疗路径及证据分层，强调个体化决策。",
        "abstract": "Hepatic sinusoidal obstruction syndrome is a hepatic vascular disease characterized by intrahepatic congestion, liver function damage, and portal hypertension marked by edema, necrosis, and detachment of endothelial cells in the hepatic sinusoidal and interlobular veins. Pyrrolidine alkaloid-induced hepatic sinusoidal obstruction syndrome has been previously reported in Jamaica and China. A 55-year-old Han Chinese female patient (with overweight), who was once misdiagnosed with pancreatitis and had no history of liver disease, except for taking Gynura japonica for 2 months, presented with abdominal pain and distension. The treatment effect was not satisfactory for pancreatitis. After a serie...",
        "pmid": "41703584",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41703584/",
        "doiUrl": "https://doi.org/10.1186/s13256-026-05875-6",
        "url": "https://doi.org/10.1186/s13256-026-05875-6"
      },
      {
        "title": "Detection of Esophageal Varices and Prediction of Hepatic Decompensation in Unresectable Hepatocellular Carcinoma using AI: AI Detection of Varices and Decompensation.",
        "journal": "Journal of hepatology",
        "pubDate": "2026 Feb 10",
        "studyType": "Journal Article",
        "authors": "Rabasco Meneghetti A, Campani C, Roux C",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 489）。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "In hepatocellular carcinoma (HCC) with cirrhosis, portal hypertension (PHT) worsens outcomes. Esophagogastroduodenoscopy (EGD), current screen for esophageal varices (EVs), is invasive and delays therapy. We aimed to develop and externally validate non-invasive models to detect EV and predict hepatic decompensation (bleeding, ascites or hepatic encephalopathy), a major cause of HCC mortality, using routine contrast-enhanced CT (CECT) and clinical data. This multicenter retrospective study included 489 patients with unresectable HCC treated with Atezolizumab-Bevacizumab (AtezoBev) from five French centers, split into a development (n=279) and external validation (n=210) cohorts. Arterial-phas...",
        "pmid": "41679555",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41679555/",
        "doiUrl": "https://doi.org/10.1016/j.jhep.2026.01.021",
        "url": "https://doi.org/10.1016/j.jhep.2026.01.021"
      }
    ]
  },
  "news": {
    "world": [
      {
        "titleZh": "韩国前总统因戒严企图被判终身监禁",
        "summaryZh": "这是一条世界时事新闻，重点围绕“韩国前总统因戒严企图被判终身监禁”。核心要点：一名法官告诉法庭，尹石烈 (Yoon Suk Yeol) 于 2024 年 12 月提出的戒严令从根本上损害了韩国的民主。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 09:46:55 GMT",
        "url": "https://www.bbc.com/news/articles/cx28y8xd1vjo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "联合国称苏丹暴行是“种族灭绝的标志”",
        "summaryZh": "这是一条世界时事新闻，重点围绕“联合国称苏丹暴行是“种族灭绝的标志””。核心要点：联合国实况调查团在调查快速支援部队占领法希尔后发布了这份报告。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 08:08:41 GMT",
        "url": "https://www.bbc.com/news/articles/cpqw74d81jqo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "白宫敦促伊朗达成协议，同时加强军事存在",
        "summaryZh": "这是一条世界时事新闻，重点围绕“白宫敦促伊朗达成协议，同时加强军事存在”。核心要点：美国媒体报道称，特朗普已与顾问讨论了袭击方案，袭击最早可能于周六发生。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 06:08:07 GMT",
        "url": "https://www.bbc.com/news/articles/c204zpz0lyro?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "尽管哈马斯在与以色列的战斗中损失惨重，但仍重新控制加沙",
        "summaryZh": "这是一条世界时事新闻，重点围绕“尽管哈马斯在与以色列的战斗中损失惨重，但仍重新控制加沙”。核心要点：加沙人表示，哈马斯再次扩大对安全、税收和政府服务的控制。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 00:04:44 GMT",
        "url": "https://www.bbc.com/news/articles/c98g1klxnpxo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "特朗普在对查戈斯协议的新攻击中告诉英国，不要放弃迪戈加西亚岛",
        "summaryZh": "这是一条世界时事新闻，重点围绕“特朗普在对查戈斯协议的新攻击中告诉英国，不要放弃迪戈加西亚岛”。核心要点：就在美国正式支持英国查戈斯协议的一天后，总统发表了上述言论。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 09:03:42 GMT",
        "url": "https://www.bbc.com/news/articles/c309qqyer8yo?at_medium=RSS&at_campaign=rss"
      }
    ],
    "finance": [
      {
        "titleZh": "天气变暖影响英国天然气公司所有者的利润",
        "summaryZh": "这是一条金融市场新闻，重点围绕“天气变暖影响英国天然气公司所有者的利润”。核心要点：精明的账单支付者四处寻找固定关税能源交易也削弱了英国天然气公司的收益。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 10:52:16 GMT",
        "url": "https://www.bbc.com/news/articles/cz7g9ge2lr2o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "IFS 表示，里夫斯专注于“功能失调”的借贷规则",
        "summaryZh": "这是一条金融市场新闻，重点围绕“IFS 表示，里夫斯专注于“功能失调”的借贷规则”。核心要点：该智囊团建议，德国总理的财政规则需要将焦点从一个关键人物转移。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 03:09:38 GMT",
        "url": "https://www.bbc.com/news/articles/c1kg48m937wo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "为什么车头灯刺眼的问题没有快速解决办法",
        "summaryZh": "这是一条金融市场新闻，重点围绕“为什么车头灯刺眼的问题没有快速解决办法”。核心要点：道路使用者表示，车头灯眩光是一个问题，但专家警告说，解决方案可能并不简单。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 09:43:37 GMT",
        "url": "https://www.bbc.com/news/articles/cn71xyjpdl2o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "“我们仍然处于紧张状态”：关税影响利润，玩具公司向美国最高法院求助",
        "summaryZh": "这是一条金融市场新闻，重点围绕““我们仍然处于紧张状态”：关税影响利润，玩具公司向美国最高法院求助”。核心要点：一位玩具制造商在谈到贸易政策持续存在的不确定性时表示：“你不能对这位总统心存顾虑。”",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 06:08:18 GMT",
        "url": "https://www.bbc.com/news/articles/c87515x9p0zo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "Etsy 以 12 亿美元将二手时尚应用 Depop 出售给 eBay",
        "summaryZh": "这是一条金融市场新闻，重点围绕“Etsy 以 12 亿美元将二手时尚应用 Depop 出售给 eBay”。核心要点：这家“备受青睐”的时装公司在 Etsy 收购该公司五年后就被出售了。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 19 Feb 2026 11:07:24 GMT",
        "url": "https://www.bbc.com/news/articles/cx240kme2k8o?at_medium=RSS&at_campaign=rss"
      }
    ]
  }
}
