{
  "updatedAt": "2026-02-18T12:18:49.483Z",
  "topics": {
    "htn_kidney": [
      {
        "title": "Application of serum STIM1, AOPPS, and urinary NGAL, AGT in the diagnosis of hypertensive nephropathy.",
        "journal": "Renal failure",
        "pubDate": "2025 Dec",
        "studyType": "Journal Article",
        "authors": "Li B, Wang C, Ouyang D",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究（样本量约为 123）。核心观点：提供了可直接用于临床判断的新证据。",
        "abstract": "We aim to explore the diagnostic value of early detection of serum stromal interaction molecule 1 (STIM1), advanced oxidation protein products (AOPPs), urinary neutrophil gelatinase-associated lipocalin (NGAL), and angiotensinogen (AGT) in hypertensive nephropathy (HN). A retrospective study was conducted on 123 patients with primary hypertension. Based on the diagnostic criteria for HN, patients were divided into the HN group ( n = 58) and simple hypertension group ( n = 65). Additionally, 60 healthy individuals undergoing routine physical examinations were selected as the control group. The concentrations of serum STIM1, AOPPs, and urinary NGAL and AGT were assessed. The HN group exhibited...",
        "pmid": "40555252",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/40555252/",
        "doiUrl": "https://doi.org/10.1080/0886022X.2025.2515527",
        "url": "https://doi.org/10.1080/0886022X.2025.2515527"
      },
      {
        "title": "Harnessing the multi-targeted potential of rehmanniae radix natural products against renal fibrosis: a mechanistic review.",
        "journal": "Frontiers in pharmacology",
        "pubDate": "2025",
        "studyType": "Journal Article / Review",
        "authors": "Zhao K, Zhu H, Zheng L",
        "zhSummary": "该文聚焦高血压肾病，属于综述研究。核心观点：总结了当前治疗路径及证据分层，强调个体化决策。",
        "abstract": "Renal fibrosis represents the final common pathological pathway of nearly all chronic kidney disease (CKD), yet effective therapeutic options remain profoundly limited. Rehmanniae Radix , a botanical drug in Traditional Chinese Medicine (TCM), has a long history of use for its nephroprotective properties. However, a systematic, mechanism-based understanding of how its natural products combat renal fibrosis is conspicuously absent. Herein, we present a comprehensive review to dissect the multi-component, multi-target, and multi-pathway mechanisms through which the major active ingredients of Rehmanniae Radix ameliorate renal fibrosis. Our analysis reveals that these natural products, includin...",
        "pmid": "41333019",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41333019/",
        "doiUrl": "https://doi.org/10.3389/fphar.2025.1690036",
        "url": "https://doi.org/10.3389/fphar.2025.1690036"
      },
      {
        "title": "Global Burden and Health Inequalities of Heart Failure Attributable to Chronic Kidney Disease: A Comprehensive Analysis from 1990 to 2021.",
        "journal": "Cardiorenal medicine",
        "pubDate": "2025 Nov 11",
        "studyType": "Journal Article",
        "authors": "Tang L, Li H, Wu Q",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究（样本量约为 1990）。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "Limited data are available regarding the global burden of heart failure attributable to chronic kidney disease (CKD-HF). The aim of this study was to estimate the disease burden and cross-national disparities in CKD-HF from 1990 to 2021. CKD-HF prevalence and years lived with disability (YLDs) were extracted from the Global Burden of Disease (GBD) database. The slope index of inequality (SII) and concentration index were adopted for analyzing absolute and relative health inequalities, and the autoregressive integrated moving average (ARIMA) model was applied to project trends in CKD-HF burden through 2040. From 1990 to 2021, the CKD-HF age-standardized prevalence rate (ASPR) globally increas...",
        "pmid": "41229274",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41229274/",
        "doiUrl": "https://doi.org/10.1159/000549362",
        "url": "https://doi.org/10.1159/000549362"
      },
      {
        "title": "Association of quantitative renal surface nodularity with the renal dysfunction progression in patients with arterial hypertension.",
        "journal": "BMC medical imaging",
        "pubDate": "2025 Nov 4",
        "studyType": "Journal Article",
        "authors": "Wu Q, Zhou J, Yang H",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "Hypertensive nephropathy, a major cause of end-stage renal disease, lacks reliable noninvasive biomarkers. Renal surface nodularity (RSN) on CT may reflect nephrosclerosis, but existing methods fail to quantify nodularity heterogeneity or predict renal decline. This study developed a novel CT-based RSN metric and assessed its prognostic value in hypertensive patients. This retrospective cohort study included hypertensive patients who underwent contrast-enhanced CT. Patients with bilateral renal surface irregularities were assigned to the RSN group, with age- (± 2 year) and sex-matched controls (non-RSN group) randomly selected at a 1:1 ratio. RSN was quantified using three surface roughness ...",
        "pmid": "41188746",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41188746/",
        "doiUrl": "https://doi.org/10.1186/s12880-025-01995-5",
        "url": "https://doi.org/10.1186/s12880-025-01995-5"
      },
      {
        "title": "Construction and validation of a hypertensive nephropathy diagnostic model based on mitochondrial-related genes using machine learning combined with WGCNA.",
        "journal": "International urology and nephrology",
        "pubDate": "2025 Nov 4",
        "studyType": "Journal Article",
        "authors": "Tang G, Ding G, Xie L",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "Hypertensive nephropathy (HTN) arises from chronic hypertension and may potentially result in severe renal failure. Due to the absence of reliable and efficient biomarkers, the diagnosis of HTN is constrained. Mitochondrial-associated genes are closely associated with the pathogenesis of HTN. Our study aims to find new reliable diagnostic and therapeutic targets for HTN. We obtained the dataset GSE37460 from the GEO database and performed Weighted Gene Co-expression Network Analysis (WGCNA) to analyze the expression modules of differentially expressed genes (DEGs) identified from GSE37460, in conjunction with mitochondrial-related genes (MRGs) for hub gene selection. We employed KEGG, GO, an...",
        "pmid": "41184495",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41184495/",
        "doiUrl": "https://doi.org/10.1007/s11255-025-04887-3",
        "url": "https://doi.org/10.1007/s11255-025-04887-3"
      }
    ],
    "portal_hypertension": [
      {
        "title": "ASO Author Reflections: Liver Resection for Hepatocellular Carcinoma with Clinically Significant Portal Hypertension: Reflections on Past Debates, Present Evidence, and Future Directions.",
        "journal": "Annals of surgical oncology",
        "pubDate": "2026 Mar",
        "studyType": "Journal Article",
        "authors": "Zhao S, Liu L",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究。核心观点：提供了可直接用于临床判断的新证据。",
        "abstract": "No abstract available from PubMed.",
        "pmid": "41307866",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41307866/",
        "doiUrl": "https://doi.org/10.1245/s10434-025-18818-0",
        "url": "https://doi.org/10.1245/s10434-025-18818-0"
      },
      {
        "title": "Identifying the Optimal Treatment for Patients with Hepatocellular Carcinoma and Clinically Significant Portal Hypertension: A Multicenter Propensity Score-Weighted Analysis.",
        "journal": "Annals of surgical oncology",
        "pubDate": "2026 Mar",
        "studyType": "Journal Article / Multicenter Study",
        "authors": "Zhao S, Zhu J, Zhu Y",
        "zhSummary": "该文聚焦门静脉高压症，属于多中心临床研究。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "Portal hypertension restricts the available therapeutic choices for hepatocellular carcinoma (HCC), adversely impacting patients' prognosis. Established guidelines regarding the treatment of patients with clinically significant portal hypertension (CSPH) are still a matter of debate. This study aimed to evaluate the therapeutic outcomes and identify the optimal treatment strategy for such a population. The Kaplan-Meier method was utilized for survival analyses. The inverse probability of treatment weighting and multivariate Cox regression models were implemented to adjust for confounding covariates. The relationships between prognostic index and observation end points were evaluated using re...",
        "pmid": "41240198",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41240198/",
        "doiUrl": "https://doi.org/10.1245/s10434-025-18744-1",
        "url": "https://doi.org/10.1245/s10434-025-18744-1"
      },
      {
        "title": "Biomarkers of Extracellular Matrix Remodelling Are Linked to Severity and Outcome of Advanced Chronic Liver Disease.",
        "journal": "Alimentary pharmacology & therapeutics",
        "pubDate": "2026 Mar",
        "studyType": "Journal Article",
        "authors": "Simbrunner B, Villesen IF, Semmler G",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 232）。核心观点：提出了预测模型，有助于临床分层与治疗选择。",
        "abstract": "Extracellular matrix (ECM) remodelling in advanced chronic liver disease (ACLD) is characterised by hepatic fibrosis and (sinusoidal) basement membrane development contributing to portal hypertension (PH) and clinical complications. Patients with stable ACLD (n = 232) undergoing hepatic venous pressure gradient (HVPG) measurement were included. Blood biomarkers reflecting fibrosis formation (PRO-C3, PRO-C6, PRO-C4 and PRO-C18L) and degradation (C3M, C4M and C6Ma3), as well as the Enhanced Liver Fibrosis (ELF) score were measured. Associations with disease severity and liver-related events (LRE: decompensation, acute-on-chronic liver failure, or liver-related death) were analysed. The cohort ...",
        "pmid": "41077886",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41077886/",
        "doiUrl": "https://doi.org/10.1111/apt.70407",
        "url": "https://doi.org/10.1111/apt.70407"
      },
      {
        "title": "A comparative evaluation of two subharmonic-aided pressure estimation (SHAPE) analysis methods.",
        "journal": "Ultrasonics",
        "pubDate": "2026 Mar",
        "studyType": "Journal Article",
        "authors": "Mayer H, Machado P, Vu T",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 200）。核心观点：提供了可直接用于临床判断的新证据。",
        "abstract": "Pressure measurement in clinical practice is a valuable tool for diagnostic evaluation, especially in diseases such as portal hypertension. Currently, portal pressures are measured by invasive hepatic vein catheterization, posing risks to patients, and limiting how often measurements can be obtained. Subharmonic-aided pressure estimation (SHAPE) is an ultrasound-based technique that leverages ultrasound contrast agents (UCAs) to estimate changes in hydrostatic pressure. UCAs act as nonlinear oscillators when exposed to high enough acoustic pressures (typically > 200 kPa) and produce significant energy components ranging from subharmonics to higher harmonics. Tissues do not generate significa...",
        "pmid": "41046629",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41046629/",
        "doiUrl": "https://doi.org/10.1016/j.ultras.2025.107840",
        "url": "https://doi.org/10.1016/j.ultras.2025.107840"
      },
      {
        "title": "Left-Sided Portal Hypertension Induced by Splenic Arteriovenous Malformation: A Case Report.",
        "journal": "The American journal of case reports",
        "pubDate": "2026 Feb 16",
        "studyType": "Journal Article",
        "authors": "Zhang S, Li H, Cao G",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究（样本量约为 53）。核心观点：强调出血控制与再出血预防仍是管理重点。",
        "abstract": "BACKGROUND Left-sided portal hypertension (LSPH) is a rare condition that occurs when the splenic vein pressure elevated, which can lead to gastric varices, without abnormalities of hepatic function or esophageal varices. The main causes of LSPH are splenic vein compression, stenosis, and thrombosis. However, no cases of LSPH resulting from vascular malformation have been reported. In this case report, we describe our experience of a patient with LSPH caused by a splenic vein malformation. CASE REPORT The patient was a 53-year-old man who reported having melena for 2 weeks. Gastroscopy performed at another hospital revealed gastric varices, and abdominal contrast-enhanced computed tomography...",
        "pmid": "41693181",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41693181/",
        "doiUrl": "https://doi.org/10.12659/AJCR.950381",
        "url": "https://doi.org/10.12659/AJCR.950381"
      }
    ]
  },
  "news": {
    "world": [
      {
        "titleZh": "“艰难”的俄罗斯和乌克兰和平谈判没有取得突破",
        "summaryZh": "这是一条世界时事新闻，重点围绕““艰难”的俄罗斯和乌克兰和平谈判没有取得突破”。核心要点：乌克兰和俄罗斯第二天的谈判仅两个小时后就结束了。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 11:26:11 GMT",
        "url": "https://www.bbc.com/news/articles/c0k1xj0d708o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "我会在睡梦中尖叫：叙利亚阿拉维派妇女讲述绑架和强奸事件",
        "summaryZh": "这是一条世界时事新闻，重点围绕“我会在睡梦中尖叫：叙利亚阿拉维派妇女讲述绑架和强奸事件”。核心要点：英国广播公司 (BBC) 听到令人痛心的袭击事件，这些袭击似乎是针对前总统阿萨德的教派。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 00:20:03 GMT",
        "url": "https://www.bbc.com/news/articles/cn5g751pl7lo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "加州雪崩后救援人员搜寻九名失踪滑雪者",
        "summaryZh": "这是一条世界时事新闻，重点围绕“加州雪崩后救援人员搜寻九名失踪滑雪者”。核心要点：救援人员正在赶赴现场，过去 24 小时内降雪量约为 30 英寸（76 厘米）。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 09:09:19 GMT",
        "url": "https://www.bbc.com/news/articles/c62dke15357o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "登山者因抛下女友在奥地利最高峰死去而受审",
        "summaryZh": "这是一条世界时事新闻，重点围绕“登山者因抛下女友在奥地利最高峰死去而受审”。核心要点：克斯汀·G (Kerstin G) 的男友被指控在暴风雪期间让她在没有保护的情况下在接近山顶时感到疲惫不堪。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 07:58:02 GMT",
        "url": "https://www.bbc.com/news/articles/c5yv9plyjgpo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "皇马比赛因维尼修斯种族主义指控而暂停",
        "summaryZh": "这是一条世界时事新闻，重点围绕“皇马比赛因维尼修斯种族主义指控而暂停”。核心要点：在维尼修斯举报涉嫌种族歧视后，皇家马德里队与本菲卡队的欧冠淘汰赛附加赛暂停了 10 分钟。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Tue, 17 Feb 2026 21:31:49 GMT",
        "url": "https://www.bbc.com/sport/football/articles/cpv843x1zgzo?at_medium=RSS&at_campaign=rss"
      }
    ],
    "finance": [
      {
        "titleZh": "较低的燃油价格和机票价格有助于降低通胀",
        "summaryZh": "这是一条金融市场新闻，重点围绕“较低的燃油价格和机票价格有助于降低通胀”。核心要点：价格上涨的速度正在放缓，这可能导致利率下降。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 09:16:19 GMT",
        "url": "https://www.bbc.com/news/articles/c5yg04jg1n5o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "提高青年最低工资的计划可能会推迟",
        "summaryZh": "这是一条金融市场新闻，重点围绕“提高青年最低工资的计划可能会推迟”。核心要点：政府消息人士告诉英国广播公司新闻，他们可能会放慢使各年龄段最低工资平等的计​​划。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 11:19:12 GMT",
        "url": "https://www.bbc.com/news/articles/c5y6g57j3meo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "监管机构警告英国肉店销售非法美白霜",
        "summaryZh": "这是一条金融市场新闻，重点围绕“监管机构警告英国肉店销售非法美白霜”。核心要点：一个贸易机构警告说，非法皮肤漂白产品正在越来越多的地方销售。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 00:00:38 GMT",
        "url": "https://www.bbc.com/news/articles/c3rzn1pxr3qo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "多付近3000英镑税款的护士“检查你的工资单”",
        "summaryZh": "这是一条金融市场新闻，重点围绕“多付近3000英镑税款的护士“检查你的工资单””。核心要点：杰玛·贝尔比 (Gemma Belby) 表示，在与同事交谈后，她才发现自己缴纳了“双重税”。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 06:17:12 GMT",
        "url": "https://www.bbc.com/news/articles/cj0dq19qjp2o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "“我不信任他们”——顶级主播对 Discord 年龄检查感到担忧",
        "summaryZh": "这是一条金融市场新闻，重点围绕““我不信任他们”——顶级主播对 Discord 年龄检查感到担忧”。核心要点：该平台推出全球年龄检查的计划引起了流媒体社区的担忧。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 18 Feb 2026 01:47:12 GMT",
        "url": "https://www.bbc.com/news/articles/cn4g8ynpwl8o?at_medium=RSS&at_campaign=rss"
      }
    ]
  }
}
