{
  "updatedAt": "2026-02-26T03:42:36.488Z",
  "topics": {
    "htn_kidney": [
      {
        "title": "Short-Term Exposure to Air Pollution Increases Mortality From Hypertension and its Multiorgan Complications: A Case Crossover Study of 2.1 Million Deaths in China.",
        "journal": "Journal of the American College of Cardiology",
        "pubDate": "2026 Feb 17",
        "studyType": "Journal Article",
        "authors": "Xue X, Zhou Z, Luo H",
        "zhSummary": "该文聚焦高血压肾病，属于临床研究。核心观点：短期空气污染暴露是心血管事件的已知触发因素，但这种风险在高血压患者的不同进展阶段如何变化仍不清楚。 临床提示：本研究旨在量化与空气污染相关的不同进展阶段的高血压疾病造成的死亡风险和负担。",
        "abstract": "Short-term air pollution exposure is a known trigger for cardiovascular events, yet how this risk varies across different progression stages of hypertensive patients remains unclear. This study sought to quantify the mortality risk and burden due to hypertensive diseases of different progression stages in association with air pollution. We conducted a nationwide, individual-level, time-stratified, case-crossover study including >2.1 million hypertension-related deaths across mainland China (2013-2019). Daily concentrations of fine particulate matter (PM 2.5 ), inhalable particulate (PM 10 ), NO 2 , and O 3 were estimated using high-resolution spatiotemporal models (1 × 1 km). Conditional log...",
        "pmid": "41739011",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41739011/",
        "doiUrl": "https://doi.org/10.1016/j.jacc.2026.01.006",
        "url": "https://doi.org/10.1016/j.jacc.2026.01.006"
      }
    ],
    "portal_hypertension": [
      {
        "title": "Statin Therapy Independently Reduces Mortality and Liver Complications in Patients With Cirrhosis: An Updated Systematic Review and Meta-Analysis.",
        "journal": "Alimentary pharmacology & therapeutics",
        "pubDate": "2026 Mar",
        "studyType": "Journal Article / Systematic Review / Meta-Analysis",
        "authors": "Moraes BF, Leite GAPD, Silveira IB",
        "zhSummary": "该文聚焦门静脉高压症，属于综述研究（样本量约为 25）。核心观点：他汀类药物在肝硬化中的作用仍存在争议。 临床提示：历史上由于安全问题而受到限制，新的证据强调了潜在的多效性益处，尽管对死亡率和失代偿的影响仍不确定。",
        "abstract": "The role of statins in cirrhosis remains controversial. Historically restricted due to safety concerns, emerging evidence highlights potential pleiotropic benefits, though effects on mortality and decompensation remain uncertain. To evaluate the effects of statin therapy on all-cause mortality, hepatic decompensation, hepatic venous pressure gradient (HVPG), and hepatocellular carcinoma (HCC) in cirrhosis. We systematically searched major databases until July 2025 for randomised controlled trials (RCTs) and observational studies comparing statin therapy versus non-use in cirrhosis. Random-effects meta-analyses were performed. The meta-analysis included 25 studies (9 RCTs, 16 observational) w...",
        "pmid": "41518144",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41518144/",
        "doiUrl": "https://doi.org/10.1111/apt.70526",
        "url": "https://doi.org/10.1111/apt.70526"
      },
      {
        "title": "Indocyanine Green Clearance Correlates With Biomarkers Reflecting Key Disease-Driving Mechanisms in Advanced Chronic Liver Disease and Predicts Acute-on-Chronic Liver Failure and Death.",
        "journal": "Alimentary pharmacology & therapeutics",
        "pubDate": "2026 Mar",
        "studyType": "Journal Article",
        "authors": "Jachs M, Carvalho T, Simbrunner B",
        "zhSummary": "该文聚焦门静脉高压症，属于临床研究。核心观点：通过静脉采样测定的吲哚菁绿 (ICG) 清除率在代偿性晚期慢性肝病 (cACLD) 的临床显着门静脉高压 (CSPH) 的诊断和失代偿性 ACLD 的预后方面显示出有希望的结果 临床提示：通过静脉采样测定的吲哚菁绿 (ICG) 清除率在代偿性晚期慢性肝病 (cACLD) 和临床显着性门脉高压 (CSPH) 的诊断中显示出有希望的结果。",
        "abstract": "Indocyanine green (ICG) clearance, determined by venous sampling, has shown promising results in the diagnosis of clinically significant portal hypertension (CSPH) in compensated advanced chronic liver disease (cACLD) and prognostication in decompensated ACLD (decompensated cirrhosis). Data on ICG clearance measurement by pulse dye densitometry (PDD) via finger clip are comparatively scarce. To evaluate the diagnostic (CSPH) and prognostic utility of ICG clearance throughout ACLD stages. ACLD (liver stiffness ≥ 10 kPa) patients undergoing same-day hepatic venous pressure gradient (HVPG) measurement and ICG clearance assessment via PDD in 2017-2022 were recruited from the prospective Vienna C...",
        "pmid": "41194563",
        "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/41194563/",
        "doiUrl": "https://doi.org/10.1111/apt.70447",
        "url": "https://doi.org/10.1111/apt.70447"
      }
    ]
  },
  "news": {
    "world": [
      {
        "titleZh": "“恐惧无处不在”：BBC报道墨西哥城因贩毒集团争斗而变成战区",
        "summaryZh": "这是一条世界时事新闻，重点围绕““恐惧无处不在”：BBC报道墨西哥城因贩毒集团争斗而变成战区”。核心要点：由于锡那罗亚卡特尔的敌对派系争夺控制权，墨西哥北部库利亚坎的暴力事件激增。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 25 Feb 2026 17:00:49 GMT",
        "url": "https://www.bbc.com/news/articles/cx2g3vmde0eo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "观看：BBC 在墨西哥城市街头遭遇致命的卡特尔暴力事件",
        "summaryZh": "这是一条世界时事新闻，重点围绕“观看：BBC 在墨西哥城市街头遭遇致命的卡特尔暴力事件”。核心要点：BBC 国际记者昆汀·萨默维尔在暴力事件爆发后前往锡那罗亚州北部的库利亚坎。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 25 Feb 2026 22:35:14 GMT",
        "url": "https://www.bbc.com/news/videos/cqlgz0xk5zyo?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "特朗普在国情咨文后让世界等待他对伊朗的计划",
        "summaryZh": "这是一条世界时事新闻，重点围绕“特朗普在国情咨文后让世界等待他对伊朗的计划”。核心要点：美国和伊朗周四在日内瓦举行的下一轮会谈可能对总统的决策具有决定性作用。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 25 Feb 2026 15:16:33 GMT",
        "url": "https://www.bbc.com/news/articles/cge821xwyz8o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "基金会表示，比尔·盖茨在员工会议上对爱泼斯坦的关系“承担了责任”",
        "summaryZh": "这是一条世界时事新闻，重点围绕“基金会表示，比尔·盖茨在员工会议上对爱泼斯坦的关系“承担了责任””。核心要点：据一家报纸报道，盖茨就自己与爱泼斯坦的联系向工作人员道歉，并表示：“我没有做任何非法行为。我没有看到任何非法行为。”",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 25 Feb 2026 13:18:17 GMT",
        "url": "https://www.bbc.com/news/articles/cnv6rjp468ro?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "古巴称，在美国注册的快艇上被枪杀的四人是古巴国民",
        "summaryZh": "这是一条世界时事新闻，重点围绕“古巴称，在美国注册的快艇上被枪杀的四人是古巴国民”。核心要点：古巴政府表示，这些乘客携带武器，意图“出于恐怖主义目的进行渗透”。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 26 Feb 2026 03:15:58 GMT",
        "url": "https://www.bbc.com/news/articles/c24drvj8yl2o?at_medium=RSS&at_campaign=rss"
      }
    ],
    "finance": [
      {
        "titleZh": "费萨尔·伊斯兰：里夫斯说我们正在扭转局面，对吗？",
        "summaryZh": "这是一条金融市场新闻，重点围绕“费萨尔·伊斯兰：里夫斯说我们正在扭转局面，对吗？”。核心要点：财政大臣正试图利用这一时刻作为更广泛尝试的起点，以增强消费者和企业的信心。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 25 Feb 2026 20:52:23 GMT",
        "url": "https://www.bbc.com/news/articles/c5y6820nn23o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "阿尔迪商店员工今年将两次加薪",
        "summaryZh": "这是一条金融市场新闻，重点围绕“阿尔迪商店员工今年将两次加薪”。核心要点：德国廉价超市是英国超市中日益强大的竞争对手",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 26 Feb 2026 00:02:16 GMT",
        "url": "https://www.bbc.com/news/articles/cwygr3p3e8go?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "芯片巨头英伟达以创纪录的 2150 亿美元收入无视人工智能担忧",
        "summaryZh": "这是一条金融市场新闻，重点围绕“芯片巨头英伟达以创纪录的 2150 亿美元收入无视人工智能担忧”。核心要点：尽管英伟达开始开发自己的人工智能产品，但对该公司芯片的需求仍在增长。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 25 Feb 2026 23:22:41 GMT",
        "url": "https://www.bbc.com/news/articles/c80jgd8yljko?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "加拿大财长表示美国不太可能取消关税",
        "summaryZh": "这是一条金融市场新闻，重点围绕“加拿大财长表示美国不太可能取消关税”。核心要点：在此之前，美国总统唐纳德·特朗普表示，他希望全球关税取代所得税，成为美国的主要收入来源。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Thu, 26 Feb 2026 02:09:30 GMT",
        "url": "https://www.bbc.com/news/articles/cq57j8nqn67o?at_medium=RSS&at_campaign=rss"
      },
      {
        "titleZh": "为什么亚洲企业不支持特朗普的关税裁决",
        "summaryZh": "这是一条金融市场新闻，重点围绕“为什么亚洲企业不支持特朗普的关税裁决”。核心要点：美国最高法院阻止美国贸易政策支柱的决定引发了更多不确定性。",
        "source": "BBC",
        "sourceLang": "English",
        "publishedAt": "Wed, 25 Feb 2026 23:03:26 GMT",
        "url": "https://www.bbc.com/news/articles/cdr2kmjd31ro?at_medium=RSS&at_campaign=rss"
      }
    ]
  }
}
